<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tooltip Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for various help texts.
    |
    */

    'product_stock_alert' => "কম স্টক সহ পন্য।<br/><small class='text-muted'>পন্য সতর্কতা পরিমান নির্ধারণ করে যা পন্য যোগ করার স্ক্রিনে সেট করা হয়।<br> স্টক শেষ হওয়ার আগে পন্যগুলি কেনার আগে ক্রয় করুন।</small>",

    'payment_dues' => "ক্রয়ের জন্য বাকি থাকা পেমেন্ট। <br/><small class='text-muted'>সরবরাহকারীর পে টার্ম ভিত্তিক। <br/> ৭ দিনের মধ্যে পেমেন্ট করার জন্য দেখানো হচ্ছে।</small>",

    'input_tax' => 'নির্বাচিত সময়সীমার মধ্যে বিক্রয়ের জন্য কর সংগ্রহযোগ্য মোট কর।',

    'output_tax' => 'নির্বাচিত সময়সীমার মধ্যে ক্রয়ের জন্য প্রদত্ত করের মোট পরিমাণ।',

    'tax_overall' => 'নির্বাচিত সময়সীমার মধ্যে মোট কর সংগ্রহ ও মোট ক্রয়ের মধ্যে প্রদত্ত করের পার্থক্য।',

    'purchase_due' => 'ক্রয়ের জন্য মোট প্রদত্ত পরিমাণ।',

    'sell_due' => 'বিক্রয় থেকে প্রাপ্ত হওয়ার জন্য মোট পরিমাণ',

    'over_all_sell_purchase' => '-ve মান = পরিশোধ করতে হবে <br>+ve মান = প্রাপ্তির পরিমাণ',

    'no_of_products_for_trending_products' => 'চার্টে নীচে তালিকাভুক্ত টপ ট্রেন্ডিং পন্যের সংখ্যা।',

    'top_trending_products' => "আপনার দোকানের শীর্ষ বিক্রয়যোগ্য পন্য। <br/><small class='text-muted'>বিশেষ বিভাগ, ব্র্যান্ড, ব্যবসায়িক অবস্থান ইত্যাদির জন্য পর্যায়ক্রমে ট্রেন্ডিং পন্য জানতে ফিল্টার প্রয়োগ করুন।</small>",

    'sku' => "অনন্য পন্য আইডি বা স্টক রাখবার ইউনিক পণ্য চিহ্নিত করুন। <br><br>স্বয়ংক্রিয়ভাবে এসকিউ তৈরি করতে তা খালি রাখুন।<br><small class='text-muted'>ব্যবসায় সেটিংসে এসকিউ প্রিফিক্স পরিবর্তন করতে পারেন।</small>",

    'enable_stock' => "পন্যের জন্য স্টক ব্যবস্থাপনা সক্ষম বা অক্ষম করুন। <br><br><small class='text-muted'>প্রধানত সেবা সম্পর্কিত জন্য স্টক ব্যবস্থাপনা অক্ষম রাখুন। উদাহরণ: হেয়ার-কাটিং, মেরামত ইত্যাদি।</small>",

    'alert_quantity' => "পন্যের স্টক নির্ধারিত পরিমাণের কাছে পৌঁছে যালে বা এতের নিচে চলে যালে সতর্কতা পেতে।<br><br><small class='text-muted'>স্টক সতর্কতা সংযুক্ত হবে ড্যাশবোর্ড - পন্য স্টক সতর্কতা বিভাগে।</small>",

    'product_type' => '<b>একক পন্য</b>: কোনও পরিবর্তন নেই পন্যের সাথে।
    <br><b>ব্যারিয়েশনযুক্ত পন্য</b>: আকার, রঙ ইত্যাদি সহ পরিবর্তনশীল পন্য।
    <br><b>কম্বো পন্য</b>: একাধিক পন্যের সমন্বয়, এটি বাণিজ্যিক নামে এটির বন্ধুত্বপূর্ণ পন্য',

    'profit_percent' => "পন্যের ডিফল্ট লাভ মার্জিন। <br><small class='text-muted'>(<i>আপনি ডিফল্ট লাভ মার্জিন ব্যবসা সেটিংসে পরিচালনা করতে পারেন।</i>)</small>",

    'pay_term' => "ক্রয়ের জন্য দেওয়া অথবা বিক্রয়ের জন্য পরিশোধ করতে হবে পেমেন্টের সময়সীমার মধ্যে।<br/><small class='text-muted'>আসন্ন বা বাকি পেমেন্টগুলি ড্যাশবোর্ড - পেমেন্ট বাকি বিভাগে প্রদর্শিত হবে</small>",

    'order_status' => 'এই ক্রয়ের পন্যগুলি শুধুমাত্র বিক্রয়ের জন্য উপলব্ধ হবে যদি <b>অর্ডার স্থিতি</b> হয় <b>আইটেমগুলি পেয়েছি</b>।',

    'purchase_location' => 'পন্য ক্রয় হবার জন্য ব্যবসায়িক অবস্থান।',

    'sale_location' => 'আপনি কোথা থেকে বিক্রয় করতে চান',

    'sale_discount' => "সব বিক্রয়ের জন্য 'ডিফল্ট বিক্রয় ছাড়' সেট করুন ব্যবসা সেটিংসে। ছাড় যোগ করতে সম্পাদনা চিহ্নিত আইকনে ক্লিক করুন।",

    'sale_tax' => "সব বিক্রয়ের জন্য 'ডিফল্ট বিক্রয় কর' সেট করুন ব্যবসা সেটিংসে। ক্রয় করতে সম্পাদনা চিহ্নিত আইকনে ক্লিক করুন।",

    'default_profit_percent' => "পন্যের ডিফল্ট লাভ মার্জিন। <br><small class='text-muted'>প্রবেশ করানো ক্রয় মূল্য ভিত্তিতে বিক্রয় মূল্য নির্ধারণ করার জন্য ব্যবহার হয়।<br/> পন্য যোগ করতে এই মানটি পরিবর্তন করতে পারেন</small>",

    'fy_start_month' => 'আপনার ব্যবসায়ের জন্য আর্থিক বছরের শুরুর মাস',

    'business_tax' => 'আপনার ব্যবসার নিবন্ধিত কর সংখ্যা।',

    'invoice_scheme' => "ইনভয়েস স্কিম মানে ইনভয়েস নাম্বারিং ফরম্যাট। এই ব্যবসার অবস্থানের জন্য ব্যবহৃত স্কিম নির্বাচন করুন<br><small class='text-muted'><i>আপনি নতুন ইনভয়েস স্কিম</b> ইনভয়েস সেটিংসে যোগ করতে পারেন</i></small>",

    'invoice_layout' => "এই ব্যবসার অবস্থানের জন্য ব্যবহৃত ইনভয়েস লেআউট।<br><small class='text-muted'>(<i>আপনি নতুন <b>ইনভয়েস লেআউট</b> ইনভয়েস সেটিংসে যোগ করতে পারেন</b>)</i></small>",

    'invoice_scheme_name' => 'ইনভয়েস স্কিমের জন্য একটি সংক্ষিপ্ত পর্যায়ক্রমিক নাম দিন।',

    'invoice_scheme_prefix' => 'একটি ইনভয়েস স্কিমের জন্য আগের অংশ।<br>একটি উপসর্গ হতে পারে কাস্টম পাঠ্য বা বর্তমান বছর। উদাহরণ: #XXXX0001, #2018-0002',

    'invoice_scheme_start_number' => "ইনভয়েস নাম্বারিং এর জন্য শুরুর সংখ্যা। <br><small class='text-muted'>এটি 1 করতে পারেন বা যে কোনও সংখ্যা যা হতে শুরু হবে।</small>",

    'invoice_scheme_count' => 'Total number of invoices generated for the Invoice Scheme',

    'invoice_scheme_count' => 'ইনভয়েস স্কিমের জন্য তৈরি করা মোট ইনভয়েসের সংখ্যা',

    'invoice_scheme_total_digits' => 'ইনভয়েস নম্বরের দৈর্ঘ্য ইনভয়েস প্রিফিক্স বাদে',

    'tax_groups' => 'গ্রুপ কর হার - উপরে সংজ্ঞায়িত, ক্রয় / বিক্রয় সেকশনে মিশ্রণ করতে ব্যবহার করা হবে।',

    'unit_allow_decimal' => 'দশমিক আপনাকে সংশ্লিষ্ট পণ্যগুলিকে ভাগ করে বিক্রি করতে দেয়।',

    'print_label' => 'পণ্য যোগ করুন -> লেবেলে দেখানোর জন্য তথ্য চয়ন করুন -> বারকোড সেটিং নির্বাচন করুন -> প্রিভিউ লেবেল -> ছাপান',

    'expense_for' => 'খরচের সাথে সম্পর্কিত ব্যবহারকারীকে চয়ন করুন। <i> (ঐচ্ছিক) </ i> <br /> <small> উদাহরণঃ একজন কর্মচারীর বেতন। </ small>',

    'all_location_permission' => 'যদি <b> সমস্ত লোকেশন </ b> নির্বাচিত হয় তবে এই ভূমিকা সমস্ত ব্যবসায়িক স্থানে অ্যাক্সেসের অনুমতি থাকবে',

    'dashboard_permission' => 'যদি চেকড়ে রাখা না হয় তবে হোমে কেবলমাত্র স্বাগত বার্তা প্রদর্শিত হবে।',

    'access_locations_permission' => 'এই ভূমিকা যে সমস্ত স্থানের অ্যাক্সেস করতে পারে তা নির্বাচন করুন। নির্বাচিত অবস্থানের জন্য সমস্ত ডেটা কেবলমাত্র ব্যবহারকারীকে প্রদর্শিত হবে। <br/> <br/> <small> উদাহরণঃ আপনি এটি ব্যবহার করতে পারেন নির্দিষ্ট <i> স্টোর ম্যানেজার / ক্যাশিয়ার / স্টক ম্যানেজার / শাখা ম্যানেজার, </ i> এর জন্য। </ small>',
    
    'print_receipt_on_invoice' => 'ইনভয়েস সমাপ্ত হওয়ার পর ইনভয়েসের অটোপ্রিন্টিং সক্ষম বা অক্ষম করুন',

    'receipt_printer_type' => '<i> ব্রাউজার ভিত্তিক মুদ্রণ </ i>: ইনভয়েস প্রিভিউ সহ ব্রাউজার মুদ্রণ ডায়ালগ বক্স দেখান <br/> <br/> <i> কনফিগার করা রিসিট মেশিন ব্যবহার করুন </ i>: মুদ্রণের জন্য একটি কনফিগার করা রিসিট / থার্মাল মেশিন নির্বাচন করুন',
    
    'adjustment_type' => '<i> সাধারণ </ i>: ঝরণ, ক্ষতি ইত্যাদির জন্য সাধারণ কারণের জন্য সংস্থাপন করুন। <br/> <br/> <i> অস্বাভাবিক </ i>: আগুন, দুর্ঘটনা ইত্যাদির জন্য সংস্থাপন করুন।',

    'total_amount_recovered' => 'বীমা করে বা কচ্ছপের বিক্রয় থেকে সংগ্রহিত পরিমাণ',

    'express_checkout' => 'মার্ক সম্পূর্ণ পরিশোধিত এবং চেকআউট',

    'total_card_slips' => 'এই রেজিস্টারে ব্যবহৃত কার্ড পেমেন্টের মোট সংখ্যা',

    'total_cheques' => 'এই রেজিস্টারে ব্যবহৃত চেকের মোট সংখ্যা',
    
    'capability_profile' => 'মুদ্রণ বিক্রেতা এবং মডেলগুলির মধ্যে কমান্ড এবং কোড পৃষ্ঠার সমর্থনা ভিন্ন ভিন্ন হয়ে থাকে। আপনি যদি নিশ্চিত না হন তবে ভালো ধারণা নেওয়ার জন্য "সহজ" সম্ভাব্যতা প্রোফাইল ব্যবহার করা ভালো হতে পারে',
    
    'purchase_different_currency' => 'আপনি যদি আপনার ব্যবসায়িক মুদ্রায় ছাড়াও আরেকটি মুদ্রায় ক্রয় করেন তবে এই বিকল্পটি নির্বাচন করুন',

    'currency_exchange_factor' => '1 ক্রয় মুদ্রা =? বেস মুদ্রা <br> <small class = "text-muted"> আপনি ব্যবসায়িক সেটিংস থেকে "অন্য মুদ্রায় ক্রয়" সক্ষম / অক্ষম করতে পারেন। </ small>',

    'accounting_method' => 'হিসাবরক্ষণ পদ্ধতি',

    'transaction_edit_days' => 'লেনদেনের তারিখ থেকে কতদিন পর্যন্ত একটি লেনদেন সম্পাদন করা যাবে।',

    'stock_expiry_alert' => ':দিন দিন মেয়াদোত্তীর্ণ স্টকের তালিকা <br> <small class="text-muted"> আপনি ব্যবসায়িক সেটিংস অনুযায়ী দিনের সংখ্যাটি সেট করতে পারেন </small>',

    'sub_sku' => 'স্কু ঐচ্ছিক। <br> <br> <small> স্কু স্বয়ংক্রিয়ভাবে জেনারেট করতে তা খালি রাখুন। <small>',

    'shipping' => 'শিপিং বিবরণ এবং শিপিং চার্জ নির্ধারণ করুন। নীচে সম্পাদনা আইকনে ক্লিক করুন শিপিং বিবরণ এবং চার্জ যোগ করতে।'
];
