<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Business Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during registration of a business.
    |
    */
    'edit_profile' => 'প্রোফাইল সম্পাদনা করুন',
    'change_password' => 'পাসওয়ার্ড পরিবর্তন করুন',
    'current_password' => 'বর্তমান পাসওয়ার্ড',
    'new_password' => 'নতুন পাসওয়ার্ড',
    'confirm_new_password' => 'নতুন পাসওয়ার্ড নিশ্চিত করুন',
    'user_management' => 'ব্যবহারকারী পরিচালনা',
    'roles' => 'ভূমিকা',
    'users' => 'ব্যবহারকারীগণ',
    'manage_roles' => 'ভূমিকা পরিচালনা করুন',
    'all_roles' => 'সমস্ত ভূমিকা',
    'add_role' => 'ভূমিকা যোগ করুন',
    'role_name' => 'ভূমিকা নাম',
    'permissions' => 'অনুমতিসমূহ',
    'role_added' => 'ভূমিকা সফলভাবে যুক্ত করা হয়েছে',
    'role_already_exists' => 'একই নামে ভূমিকা আগেই বিদ্যমান',
    'edit_role' => 'ভূমিকা সম্পাদনা করুন',
    'role_updated' => 'ভূমিকা সফলভাবে আপডেট হয়েছে',
    'role_deleted' => 'ভূমিকা সফলভাবে মুছে ফেলা হয়েছে',
    'manage_users' => 'ব্যবহারকারীগণ পরিচালনা করুন',
    'all_users' => 'সমস্ত ব্যবহারকারীগণ',
    'name' => 'নাম',
    'role' => 'ভূমিকা',
    'add_user' => 'ব্যবহারকারী যোগ করুন',
    'user_added' => 'ব্যবহারকারী সফলভাবে যুক্ত করা হয়েছে',
    'role_is_default' => 'আপনি এই ভূমিকা পরিবর্তন করতে পারবেন না',
    'edit_user' => 'ব্যবহারকারী সম্পাদনা করুন',
    'leave_password_blank' => "পাসওয়ার্ড ক্ষেত্র ফাঁকা রাখুন যদি আপনি পাসওয়ার্ড আপডেট করতে না চান",
    'user_update_success' => 'ব্যবহারকারী সফলভাবে আপডেট হয়েছে',
    'user_delete_success' => 'ব্যবহারকারী সফলভাবে মুছে ফেলা হয়েছে',
];
